define(function(){
    // ru (Russian)
    return {
        "am" : "",
        "pm" : "",

        "x": "%d.%m.%Y",
        "X": "%H:%M:%S",
        "c": "%a, %e %b %Y г., %H:%M",

        "months" : [
            "Январь",
            "Февраль",
            "Март",
            "Апрель",
            "Май",
            "Июнь",
            "Июль",
            "Август",
            "Сентябрь",
            "Октябрь",
            "Ноябрь",
            "Декабрь"
        ],

        "months_abbr" : [
            "Янв.",
            "Февр.",
            "Март",
            "Апр.",
            "Май",
            "Июнь",
            "Июль",
            "Авг.",
            "Сент.",
            "Окт.",
            "Нояб.",
            "Дек."
        ],

        "days" : [
            "Воскресенье",
            "Понедельник",
            "Вторник",
            "Среда",
            "Четверг",
            "Пятница",
            "Суббота"
        ],

        "days_abbr" : [
            "Вс",
            "Пн",
            "Вт",
            "Ср",
            "Чт",
            "Пт",
            "Сб"
        ]
    };
});
